{
  "3rdimage": { "branch": "master" },
  "Comment.nvim": { "branch": "master" },
  "cmp-nvim-lsp": { "branch": "main" },
  "cmp-path": { "branch": "main" },
  "conform": { "branch": "master" },
  "devicons": { "branch": "master" },
  "harpoon": { "branch": "harpoon2" },
  "lazy.nvim": { "branch": "main" },
  "lsp-zero.nvim": { "branch": "v4.x" },
  "mini.surround": { "branch": "main" },
  "neotree": { "branch": "v3.x" },
  "nerdicons": { "branch": "main" },
  "nui": { "branch": "main" },
  "nvim-cmp": { "branch": "main" },
  "nvim-lspconfig": { "branch": "master" },
  "onedarkpro": { "branch": "main" },
  "plenary": { "branch": "master" },
  "plenary.nvim": { "branch": "master" },
  "refactoring.nvim": { "branch": "master" },
  "rose-pine": { "branch": "main" },
  "sig_help": { "branch": "main" },
  "telescope": { "branch": "0.1.x" },
  "toggleterm.nvim": { "branch": "main" },
  "treesitter": { "branch": "master" },
  "trouble": { "branch": "main" },
  "undotree": { "branch": "master" },
  "vim-fugitive": { "branch": "master" },
  "whichkey": { "branch": "main" },
  "zen-mode.nvim": { "branch": "main" }
}
